
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "高级";
"title_Back" = "上一步";
"title_Cancel" = "取消";
"title_Continue" = "继续";
"title_Finish" = "结束";
"title_GoBack" = "返回";
"title_Next" = "下一步";
"title_No" = "否";
"title_Quit" = "退出";
"title_Skip" = "跳过";
"title_TryAgain" = "再试一次";
"title_Update" = "更新";
"title_Yes" = "是";
"title_StartAgain" = "重新开始";
"title_StopBlinking" = "停止闪烁";
"title_Other" = "其他…";
"title_Upload" = "上传";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "基站";
"kDeviceOriginConfigured.Base Station" = "以前的基站配置";
"kDeviceOriginConfigured.Time Capsule" = "以前的 Time Capsule 配置";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "无线网络";
"kDeviceOriginNetworkPreferred" = "以前使用的网络";

/* Status strings */
"status_Configured" = "已配置";
"status_Unconfigured" = "未配置";

/* Joining wireless networks */
"password_protected" = "AirPort 网络“%@”已使用密码保护。";
"enterprise_title" = "WPA 企业级网络";
"enterprise_error" = "AirPort 网络“%@”是 WPA 企业级网络。“AirPort 实用工具”不支持 WPA 企业级网络。";
"password_error" = "您输入的密码不正确。";
"generic_join_error" = "加入所选无线网络时发生错误。";
"tryAgain" = "您想再试一次吗？";
"generic_read_error" = "与所选的设备通信时出错。";
"join_warning" = "识别此 AirPort Express 要求更改无线网络。任何通过当前无线网络所进行的连接都将被丢失。您要继续吗？";
"finalJoinError" = "加入无线网络“%@”时发生错误。";
"finalJoinSuggest" = "请尝试从 Wi-Fi 菜单中选择“%@”。";

/* Identify */
"identify_title" = "识别";
"light_is_blinking" = "所选 AirPort Express 上的状态指示灯现正呈琥珀色和绿色闪烁。";
"GenericIdentifyDescription" = "所选 %@ 上的状态指示灯现正呈琥珀色和绿色闪烁。";
"blinking_not_supported" = "您所选的 AirPort 无线设备不支持识别功能";

/* Reading base station info */
"base_station_protected" = "请输入此 %@ 的密码。";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "AirPort 帮助";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "AirPort 帮助";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "找不到新的 AirPort 网络";
"no_unconfigured_networks" = "请确定您的 %@ 已接上电源并处于电脑的通信范围内，然后点按“继续”以重新扫描。";
"try_again_found_nothing" = "找不到新的 AirPort 网络。请确定您的“%@”已接上电源并处于电脑的通信范围内，然后点按“再试一次”。";
"no_mdns_record_showed_up" = "“AirPort 实用工具”无法找到 AirPort 无线设备。";
"no_other_networks_title" = "找不到现有的 AirPort 网络";
"no_other_networks_found" = "请确定您的电脑是在现有网络的覆盖范围内。";


/* Keychain information */
"keychainBaseStationDescription" = "AirPort 基站密码";
"keychainBaseStationType" = "AirPort 基站";
"keychainNetworkDescription" = "AirPort 网络密码";
"keychainNetworkType" = "AirPort 网络";
"keychainSpeakerDescription" = "应用程序密码";
"keychainSpeakerType" = "远程扬声器";

"ConfigAccessError" = "基站错误";

/* Panel Headers */
"introHeader" = "介绍";
"networkSetupHeader" = "网络设置";
"summaryHeader" = "摘要";
"internetHeader" = "互联网设置";
"PeripheralsHeader" = "AirPort 磁盘设置";
"WDSHeader" = "WDS 设置";
"MigrateDiskHeader" = "磁盘迁移";

/* Continue text strings */
"continueWelcome" = "点按“继续”以开始。";
"continueProceed" = "点按“继续”以继续操作。";
"continueScanAgain" = "点按“继续”以重新扫描。";
"wdsWarningFooter" = "更改无线网络名称、无线安全性或无线密码将断开 WDS。";
"clientWarningFooter" = "更改无线网络名称、无线安全性或无线密码将断开您的 AirPort Express。";
"clientStartWarningFooter" = "更改设置可能会断开您的 AirPort Express 的连接。";

/* Pre-verification error strings */
"mismatchPassword" = "密码栏和验证密码栏不匹配。";
"mismatchWirelessPassword" = "“无线密码”栏和“验证密码”栏不匹配。";
"mismatchPasswordReenter" = "请在两个栏位中键入同一个密码。";
"missingWirelessPassword" = "需要一个无线密码才能继续。";
"wirelessNetworkPassword" = "无线密码";
"missingNetworkName" = "要求一个无线网络名称才能继续。";
"missingNetworkNameWDS" = "选取一个 AirPort Extreme 或 AirPort Express 网络以继续。";
"missingNetworkNameClient" = "选取一个无线网络以继续。";
"missingAccountName" = "需要一个 PPPoE 帐户名称才能继续。";
"missingPassword" = "要求一个密码才能继续。";
"missingPhone" = "要求一个首选电话号码才能继续。";
"missingUsername" = "需要一个帐户名称才能继续。";

/* Public password strings */
"genericConfirmPublicPassword" = "此 %@ 为默认密码“public”所保护。";
"ConfirmPublicPassword1" = "要获得更高的安全性，请创建其他密码。";

/* Error Titles */
"settingError" = "设置错误：%@";
"generalError" = "常规错误";
"passwordError" = "密码错误";

/* WDS status strings */
"ConfiguringForWDS" = "配置此 %@ 以扩展您的 AirPort 网络";
"WDSConfigInitialString" = "正在设置“%@”以扩展现有的无线网络。请等待此操作完成。";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "正在为新的 WDS 远程基站配置主网络。";
"WDSConfiguringRemote" = "正在配置新的 WDS 远程基站以加入主网络。";
"WDSJoiningNewNetwork" = "正在加入新的 WDS 网络。";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "正在配置现有的无线网络以允许加入它。";
"DWDSConfiguringRemote" = "正在配置“%@”以加入现有的无线网络。";
"DWDSJoiningNewNetwork" = "正在加入现有的无线网络。";
"GeneralDWDSError" = "设置此 AirPort 无线设备以加入现有的无线网络时出错。请退出“AirPort 实用工具”，然后再试一次。";
"DWDSSetupCanceled" = "设置已取消。";
"DWDSConfigInitialString" = "正在设置“%@”以加入现有的无线网络。请等待此操作完成。";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "正在读取所选 %@ 的设置…";
"MigrateSettingsReadingSourceGeneral" = "正在读取所选 AirPort 无线设备的设置…";
"MigrateRejoiningNetwork" = "正在重新加入网络…";
"MigrateSettingsGeneralError" = "设置此 %@ 以替换选定设备时出错。请退出“AirPort 实用工具”，然后再试一次。";
"MigrateSettingsIniting" = "%@ 正被设置为替换所选的 AirPort 无线设备…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "替换选定的 Time Capsule 并开始迁移时出错。请退出“AirPort 实用工具”，然后再试一次。";
"MigrateDiskIniting" = "正在开始迁移…";
"MigrateSettingsJoiningSource" = "正在连接以前的 Time Capsule…";
"MigrateDiskPreparingDest" = "正在迁移设置…";
"MigrateDiskWaitingForResolve" = "正在等待 Time Capsule 重新启动…";
"MigrateDiskStartingBackup" = "正在开始磁盘迁移…";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "正在连接以前的 %@…";
"UpdateDeviceWritingSource" = "正在将设置写入新的 %@…";
"UpdateDeviceGeneralError" = "设置此 %@ 时出错。请退出“AirPort 实用工具”，然后再试一次。";

/* Migrate Disk labels */
"MigrateDiskCategory" = "迁移";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "点按“更新”以迁移设置和磁盘内容。";

/* Updating progress strings */
"genericWaitRestart" = "正在等待 %@ 重新启动…";
"networkSearch" = "正在查找您的无线网络…";
"attemptJoin" = "正在加入您的无线网络…";

/* Misc Strings */
"providedAuto" = "（自动提供）";
"selectNetwork" = "选择网络";

/* Summary Panel Labels */
"connectUsingLabel" = "连接使用：";
"configureViaLabel" = "配置 TCP/IP：";
"ipAddressLabel" = "IP 地址：";
"accountNameLabel" = "帐户名称：";
"serviceLabel" = "服务名称：";
"connectUsingWDS" = "加入网络（使用 WDS）";
"SummaryTheseSettingsAreNotCorrect" = "这些设置不正确";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "备选电话号码：";
"usernameLabel" = "帐户名称：";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "若要 WDS 与 WPA 配合使用，您的 AirPort 无线设备必须使用当前的固件版本。请确定您使用的是最新版本的固件，或者将您的无线安全性设定为 WEP，然后再试一次。";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "您已选择将使用 WPA 企业级安全性的 AirPort 无线设备作为您的主 WDS 无线设备。“AirPort 实用工具”在 WDS 主无线设备上不支持 WPA 企业级安全性。";

/* WDS Errors */
"GeneralWDSError" = "设置此 AirPort 无线设备以用于 WDS 时出错。请退出“AirPort 实用工具”，然后再试一次。";
"MainInBridgeModeForWDSError" = "您选择作为 WDS 主无线设备的 AirPort 无线设备没有分配 IP 地址。请设置此无线设备以分配 IP 地址。";
"WDSSetupCanceled" = "已取消 WDS 设置。";
"WDSErrorTitle"	= "WDS 设置错误";

/* Status messages */
"joining_network" = "加入无线网络。";
"reading_config" = "正在读取配置…";
"status_scan" = "正在搜索网络…";
"status_search" = "正在搜索 AirPort 无线设备…";
"status_identify" = "正在识别…";

/* Maybe needed to fix 3663944 */
"available_networks" = "可用的 AirPort 网络：";
"select_network" = "选择您想要设置的 AirPort 网络。";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "%@ 名称";
"genericPasswordLabel" = "%@ 密码";
"genericModeLabel" = "%@ 模式";

"genericNewChoice" = "设置新的 %@";
"genericOldChoice" = "更改现有 %@ 上的设置";
"genericBasePassPanelHeader" = "%@ 设置";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "请选择是否要设置一个新的 %@ 或对一个已设置的基站进行更改。";
"genericSelectNewHeader" = "选择您想要设置的 %@。如果它不在列表中，请点按“再次扫描”。如果您不确定要选择哪个 AirPort 无线设备，请点按“识别”。";
"genericSelectConfiguredHeader" = "选择您想要修改的 %@。如果它不在列表中，请点按“再次扫描”。如果您不确定要选择哪个 AirPort 无线设备，请点按“识别”。";
"genericSelectNetworkHeader" = "选取包含您想要设置的 %@ 的那个 AirPort 网络。";
"genericClientDescription" = "如果您想要使用 %@ 扩展无线网络并共享它的互联网连接，请选择此选项。";
"genericNetworkNameHeader" = "要将 %@ 个性化，首先请给您的无线网络命名。";
"genericNetworkNameDescription" = "当您想要连接到网络时，这将是您所看到的名称。";
"genericBaseNameDescription" = "下一步，给您的“%@”命名。";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "“%1$@”的“%2$@”";
"genericWirelessNetwork" = "网络";
"genericBasePasswordHeader" = "输入密码以保护此“%@”的设置。";
"genericBasePasswordDescription" = "您将需要此密码才能更改此 %@ 上的设置。";
"genericBasePasswordDescription2" = "为了获得更高的安全性，请使用与网络密码不同的密码。";
"genericModeHeader" = "选择您想使用 %@ 做些什么。";
"genericSummaryHeader" = "“%@”将使用以下设置。请确定它们是正确的。";
"genericSummaryNoChangeHeader" = "此 %@ 当前正在使用以下设置。";
"genericReplaceSummaryHeader" = "此 %1$@ 将使用“%2$@”的设置进行设置。";
"genericSummaryFooter" = "如果这些设置是正确的，请点按“更新”以完成设置此“%@”。";
"genericSummaryFooterClickInstructions" = "点按“返回”以更改设置。";
"genericPPPoEHeader" = "请输入从您的互联网服务商处获得的 PPPoE（以太网上的点对点协议）的帐户名称、密码和可选的服务名称。";
"genericDHCPHeader" = "“%@”当前已使用 DSL 或线缆调制解调器，或者使用 DHCP 自动分配的 IP 地址通过以太网连接到互联网。请确认此信息，或者输入互联网服务商或网络管理员提供的其他可选信息。";
"genericModemHeader" = "输入此 %@ 的调制解调器设置。";
"genericBridgeModeHeader" = "选择是否要让您的 %@ 处于网桥模式或使用 DHCP 和 NAT 来共享单个 IP 地址。";
"genericBridgeModeYes" = "网桥模式";
"genericBridgeModeYesDescription" = "如果您的 %@ 已连接至路由器或其他正在使用 DHCP 和 NAT 为网络上的电脑提供 IP 地址的网络设备，请选择此选项。";
"genericBridgeModeNo" = "使用 DHCP 和 NAT 来共享单个 IP 地址";
"genericBridgeModeNoDescription" = "如果 %@ 直接通过 DSL 或线缆调制解调器连接到互联网或具有互联网连接的网络，并且您想要使用 DHCP 和 NAT 来给网络上的电脑提供 IP 地址，请选择此选项。";
"genericFinalDescription" = "您的 %@ 被设置为连接互联网和共享 USB 打印机。";
"genericMissingNameWarning" = "要求一个 %@ 名称才能继续。";
"genericMissingNameWarning.alternateArticle" = "要求一个 %@ 名称才能继续。";
"genericMissingBasePassWarning" = "要求一个密码才能继续。";
"genericMismatchBasePassword" = "密码栏和验证密码栏不匹配。";
"ResetBroadbandMessage" = "如果您是使用线缆调制解调器来连接互联网，请关闭调制解调器，取出电池（如果有），稍候几秒种，将电池装回，然后再开启调制解调器。";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "“AirPort 实用工具”已找到一个名称为“%3$@”的新 %1$@%2$@。\n\n如果这不是您想要设置的 %4$@，请确定它已接上电源并位于这台电脑的附近，然后再试一次。";
"withNetworkNamed" = " 使用无线网络";
"genericNoNetworksHeader" = "找不到 %1$@ 网络。请确定您的 %2$@ 已接上电源并在您的电脑的通信范围内。";
"genericOldNetworkConfirm" = "“AirPort 实用工具”已找到一个 %1$@，它所建立的无线网络的名称为“%2$@”。\n\n如果这不是您想设置的 %3$@，请确定它已接上电源并处在这台电脑的通信范围内，然后点按“重新扫描”。";
"genericOldExpressConfirm" = "“AirPort 实用工具”已找到一个名称为“%2$@”的 %1$@。\n\n如果这不是您想设置的 %3$@，请点按“重新扫描”。";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "要使用此 AirPort Express 播放 iTunes 音乐，请从 iTunes 窗口右下角的弹出式菜单中选取它。";

"expressFinalDescription" = "您的 AirPort Express 已配置，可用来连接互联网、共享 USB 打印机，以及使用 AirPlay 通过远程扬声器播放 iTunes 音乐。";

"expressClientRadio" = "连接到我的当前无线网络";
"extremeClientRadio" = "扩展我的 AirPort Extreme 或 AirPort Express 网络的覆盖范围";

"expressClientDescription" = "如果您要将 %@ 添加到当前的无线网络，请选择此选项。";

"expressModeHeader" = "两个选项都可让您共享 USB 打印机，并使用 AirPlay 通过远程扬声器来播放 iTunes 音乐。";

/* Reachability error */
"genericNetworkTitle" = "网络错误";
"noWirelessReachability" = "您正在尝试通过 AirPort 卡访问 AirPort 无线设备，但具有相同 IP 地址的设备已经存在于您的以太网网络上。请拔下您的以太网电缆，稍等几秒钟，然后再试一次。";
"noEthernetReachability" = "您正在尝试通过以太网访问 AirPort 无线设备，但具有相同 IP 地址的设备已经存在于您的 AirPort 网络上。请关闭您的 AirPort 卡，稍等几秒钟，然后再试一次。";
"genericReachabilityError" = "与您所选的 AirPort 无线设备取得联系时出错。请确定您的网络上的其他设备没有 IP 地址 %@。";
"superGenericReachabilityError" = "连接到您所选的 AirPort 无线设备时出错。";
"WDSSetupRequiresAWirelessCard" = "“AirPort 实用工具”无法设置此 AirPort 无线设备以用于 WDS，因为这台电脑没有安装 AirPort 卡。";

/* Uploading Firmware */
"firmwareError"	= "更新 %@ 固件时发生错误。";
"firmwareProgress" = "正在更新 %@ 固件…";
"firmwareNewer" = "%2$@ 固件有更高版本 (%1$@) 可供使用。";
"firmwareNewerSmall" = "点按“更新”以立即安装它。";
"firmwareSuccess" = "%@ 已成功更新。";
"firmwareRequired" = "您选择的网络需要您更新固件。";

/* AirPort 4.2 */
"wepLabel" = "128 位 WEP（兼容性更好）";
"wpa1label" = "WPA 个人级（安全性更好）";
"wpa2label" = "WPA2 个人级（安全性更好）";
"wepDescription" = "提供的安全性与旧款无线功能电脑和设备的兼容性更好。要使非 Macintosh 电脑更容易加入网络，请输入一个刚好为 13 个字符的密码。";
"wpa1description" = "提供最高级别的无线安全性。只有支持 WPA 的电脑可以加入本网络。您必须输入一个含有 8 至 63 个字符或 64 个十六进制字符的密码。";
"wpa1and2description" = "提供最高级别的无线安全性。支持 WPA 或 WPA2 的电脑可以加入本网络。您必须输入一个含有 8 至 63 个字符或 64 个十六进制字符的密码。";
"wpa2description" = "提供最高级别的无线安全性。支持 WPA2 的电脑将能加入此网络。您必须输入一个含有 8 至 63 个字符或 64 个十六进制字符的密码。";
"tsnDescription" = "提供了与较旧的 WEP 客户端兼容的安全性，还允许较新的客户端加入使用 WPA 和 WPA2 的网络。您必须输入一个刚好为 13 个字符的密码。";
"badWPAPasswordLength" = "请输入一个 8 至 63 位字符的无线密码。";
"v6_not_configured_title" = "IPv6 未配置";
"v6_not_configred_on_all_interfaces" = "“AirPort 实用工具”可通过 IPv6 更可靠地与您的 AirPort 无线设备进行通信。";
"v6_not_configured_turn_on_confirm" = "您要立即启用 IPv6 吗？";
"v6_not_configured_turn_on" = "请在“系统偏好设置”中打开 IPv6。";
"v6_not_configured_turn_on_win" = "请在“控制面板”中打开 IPv6。";
"authorization_error_title" = "授权错误";
"authorization_error" = "“AirPort 实用工具”无法更改您的网络设置，因为网络偏好设置面板已被锁定。";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";

/* BasePassword Panel */
"BaseNameDescription" = "这是您将用于识别此 %@ 的名称。";
"BaseNameInternalDiskDescription" = "此名称也将用于 Time Capsule 磁盘。";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "输入已连接至“%@”的 Time Capsule 磁盘或 USB 磁盘的密码。";
"FileSharingPasswordPrompt" = "输入 AirPort 磁盘的密码。";
"GuestAccessPrompt" = "您也可以允许客人无需输入密码即可连接到 AirPort 磁盘。";
"FileSharingDisclosure" = "文件共享选项";
"UseDiskPasswordCheckBox" = "使用其他密码来保护磁盘";

/* Wireless Options Panel */
"RadioCountryDescription" = "选择此 %@ 用于哪个国家或地区。";
"RadioModeDescription" = "选择此 %@ 的无线模式。";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "第 %1$d 个问题（共 %2$d 个问题）：%3$@";
"ProblemCodeProblemResolved" = "此问题已解决。";
"UnresolvedProblem" = "您要继续操作而不解决此问题吗？";
"UnresolvedProblemAssistant" = "此配置将导致 %@ 的状态指示灯呈琥珀色闪烁。您确定要继续吗？";
"ProblemShouldBeResolved" = "点按“忽略”以防止 %@ 的状态指示灯在报告此问题时呈琥珀色闪烁。";
"ProblemNotResolved" = "此问题尚未解决。请再试一次。";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "解决";
"ProblemSummaryIgnored" = "已忽略";
"ProblemSummaryResolved" = "已解决";
"ProblemSummaryConfigChanged" = "配置已更改";
"ProblemSummaryUnresolved" = "未解决";
"ProblemSummaryHeader" = "此面板会显示 %@ 报告的问题以及问题是否已解决。";
"ProblemSummaryChoicePrompt" = "您现在想做什么？";
"ProblemSummaryUpdateWithTheseSettings" = "使用这些设置来更新我的 %@";
"ClickUpdateToUpdate" = "点按“更新”以完成对此“%@”的设置。";
"ProblemSummaryReconfigureToo" = "更改我的 %@ 上的其他设置";
"ProblemSummaryReconfigureFooter" = "点按“继续”以更改 %@ 的设置。";
"ProblemSummarySwitch" = "配置其他 AirPort 无线设备";
"ClickDoneToSwitch" = "点按“完成”以选择其他 AirPort 无线设备。";
"ProblemSummaryAllResolved" = "所有问题都已解决。";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "输入您从互联网服务商处获得的 TCP/IP 信息。如果您是自动接收 IP 地址，请选取“使用 DHCP”。要输入一个指定的 IP 地址，请选取“手动”。";
"DHCPConfirmPanelDHCP_Yes" = "我通过使用 DHCP 的 DSL 或线缆调制解调器连接到互联网";
"DHCPConfirmPanelDHCP_No" = "不使用 DHCP";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "我通过使用 PPPoE 的 DSL 或线缆调制解调器连接到互联网";
"PPPoEConfirmPanelPPPoE_No" = "不使用 PPPoE";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "提供用于无线网络的名称和安全性级别。";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "此无线网络使用“WPA 企业级”加密。如果您想修改 RADIUS 服务器设置，请从“基站”菜单中选择“手动设置”。";
"NoSecurityLabel" = "无安全性";
"NoSecurityDescription" = "任何无线设备无需输入密码即可加入您的网络。";
"NoSecurityUncheckedFooter" = "您必须选择上方的注记格，才可以继续下一步骤。";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "选取您想让“%@”使用的无线网络。如果看不到您的网络，请点按菜单以再试一次。如果仍然看不到您的网络，请确定它已接电。";
"JoinNetworkQ61AudioNameSuggestion" = "例如，客厅。";
"JoinNetworkExtendDescription" = "如果您想要扩展此网络的范围并允许客户端以无线方式或使用以太网加入它，请选择以下注记格。";
"JoinNetworkExtendCheckboxTitle" = "扩展此网络的范围";
"JoinNetworkExtendWarning" = "这可能影响总体网络性能。";
"JoinNetworkProxySTADescription" = "如果您不选择此注记格，您的“%@”会提供音频和 USB 服务，客户端只能使用以太网来加入网络。";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "从下面的菜单中选取您想要扩展的 AirPort Extreme 或 AirPort Express 网络。如果您看不到您的网络，请点按这个菜单再试一次。如果仍看不到您的网络，请确定您的 AirPort 无线设备已接上电源并且在这台电脑的通信范围内。";

/* Internet Choice Panel */
"InternetChoiceDescription" = "选择您的电脑如何连接互联网";
"InternetChoiceDSLCableEthernet" = "配合静态 IP 地址或 DHCP 使用 DSL 或线缆调制解调器";
"InternetChoiceDSLCablePPPoE" = "通过以太网上的点对点协议 (PPPoE) 使用 DSL 或线缆调制解调器";
"InternetChoiceLAN" = "我连接到我的局域网（LAN）";
"InternetChoiceModem" = "使用连接在电话线路上的调制解调器";
"InternetChoiceNoInternet" = "我不准备立刻连接到互联网";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "创建新的无线网络";
"ClientAP_APRadioDesc" = "如果您准备建立新的无线网络以与无线电脑共享宽带互联网连接，请选择此选项。";
"ClientAP_FirstTimeConfig" = "您似乎是首次配置此 %@。";
"ClientAP_FirstTimePrompt" = "请选择您要设置此“%@”的方式。";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "选择您是想让 %@ 作为无线客户端加入现有的无线网络，还是扩展您的无线网络的范围。";
"ClientWDS_JoinRadioTitle" = "加入我的无线网络";
"ClientWDS_JoinRadioDesc" = "如果您想要使用 %@ 来共享 USB 打印机或通过远程扬声器播放 iTunes 音乐，请选择此选项。";
"ClientWDS_ExtendRadioTitle" = "扩展我的 AirPort Extreme 或 AirPort Express 网络的覆盖范围";
"ClientWDS_ExtendRadioDesc" = "如果您想要使用 %@ 来扩展无线网络并共享它的互联网连接，请选择此选项。";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "另一个互联网服务商";
"PrimaryPhoneNumber" = "首选电话号码";
"PrimaryDNSServer" = "首选 DNS 服务器";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "“%@”可以使用 Time Machine 来备份装有 Mac OS X v10.5 或更高版本的电脑，并使用网络上的电脑来共享互联网连接和 USB 设备。";
"genericAudioProductTextBlock" = "“%@”可以使用 AirPlay 通过远程扬声器来播放 iTunes 音乐，共享您的互联网连接和网络上的 USB 设备。";
"genericProductTextBlock" = "“%@”可以在网络上共享互联网连接和 USB 设备。";
"genericInternalDiskProductNameTextBlock" = "输入 %@ 的名称。此名称能够在网络上识别它，并且同时也是磁盘的名称。";
"genericEnterName" = "输入 %@ 的名称。";
"IdentityDescription" = "此名称能够在网络上识别您的 %@。";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "“AirPort 实用工具”发现了无线网络“%@”，并且确定这台电脑以前曾经连接到该网络。选择您想使用 %@ 做些什么";
"ReplaceNetworkPanelReplacingPrevious" = "将“%1$@”替换成“%2$@”";
"ReplaceNetworkPanelReplacingAnother" = "将其他网络替换成 %@";
"ReplaceNetworkPanelCreatingNewNetwork" = "使用 %@ 来创建一个新的网络";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "从下面的列表中选择您要替换的网络：";
"TurnOffNetworkBeingReplaced" = "将您正在替换的设备断电，然后点按“好”。如果您计划再次使用该设备，请将它复位至出厂默认状态。";

"FoundWirelessNetworksDescription" = "“AirPort 实用工具”已经发现现有的无线网络。您已经有无线网络了吗？";
"NotFoundWirelessNetworksDescription" = "“AirPort 实用工具”未发现任何现有的无线网络。您已经有无线网络了吗？";
"FoundWirelessNetworksIHaveOne" = "我有无线网络，并且想要在我的网络上添加“%@”或替换现有设备";
"FoundWirelessNetworksIHaveOneDescription" = "如果您想要将现有的基站或无线路由器替换成 %@，或者想要将其添加到您的网络，请选取此选项。";
"CreateAWirelessNetwork" = "我想创建新的无线网络";

"genericWhatDoYouWantToDoWith" = "选择您要使用“%@”进行哪些操作。";

"ReplaceAddWiredChoiceJoin" = "我想要让“%@”加入当前网络";
"ReplaceAddWiredChoiceReplace" = "我想要用 %@ 替换现有基站或无线路由器";
"ReplaceAddWiredChoiceReplaceDescription" = "如果您想要替换网络上的一个基站或无线路由器，并将它的设置用于 %@，请选取此选项。";
"JoinExpandWirelessDisabledChoiceJoin" = "我想要让 %@ 以无线方式加入当前的网络";
"JoinExpandWirelessDisabledChoiceExpand" = "我想要使用以太网将 %@ 连接至网络以扩展当前网络或创建第二个网络";
"JoinExpandWirelessDisabledChoiceDisabled" = "我想要停用此“%@”上的无线网络，并通过以太网将其连接到我的电脑或网络。";


"ConfigureForWiredCreateAdditionalNetwork" = "我想要创建附加网络";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "如果您想要使用以太网来连接“%1$@”并在当前网络的基础上再创建一个“%2$@”网络，请选取此选项。802.11 b/g/n 无线客户端（包括 iPhone）可以连接到您现有的 2.4GHz 网络。802.11 a/n 无线客户端可以连接到 5GHz 网络。";
"ConfigureForWiredCreateRoamingNetwork" = "我想要使用以太网将“%@”连接至网络以扩展现有无线网络";
"ConfigureForWiredCreateRoamingNetworkDescription" = "如果 %@ 使用以太网连接到您现有的基站或无线路由器，并且您想扩展您的无线网络的范围，请选取此选项。两个网络将具有相同的名称，并且无线客户端将自动加入信号最强的那个网络。";

"UseADifferentNetworkName" = "此无线网络名称必须与现有的网络名称不同。";

"ReplaceNetworkTopDescription" = "选择您想要替换的设备或网络。如果您看不见它，请确定它已连接并处于通信范围内。";
"SelectNetworkTopDescription" = "选择“%@”将使用以太网连接至的设备或网络。如果您看不见它，请确定它已连接并处于通信范围内。";
"SelectNetworkBottomDescription" = "如果设备不再可用，请点按“继续”而不选择一个设备或网络。";
"MoreChoices" = "显示更多选项";
"LessChoices" = "显示更少选项";
"ScanAgain" = "重新扫描";
"ReplaceOptionsOldDesc" = "选择当设置被迁移后您想要如何处理以前的设备";
"ReplaceOptionsOld_Use" = "在我的网络中继续使用它";
"ReplaceOptionsOld_Restore" = "恢复默认设置";
"ReplaceBaseNameModifier" = " 旧";

"ReconfigurePrintersTopDescription" = "连接到此“%@”的兼容的 USB 打印机已在网络中共享。";
"ReconfigurePrintersChangeNamesDescription" = "要更改打印机的名称，请在下面列表的“共享名称”栏中连按它的名称。";
"ReconfigurePrintersChangeAllSettingsDescription" = "更改打印机的名称或共享设置。";
"ReconfigurePrintersNoneDescription" = "此“%@”未连接任何 USB 打印机。";

"ReconfigureStartOver" = "我想将此“%@”恢复到其厂家设置，然后再重新设置。";
"ReconfigureChangeSelectedSettings" = "我想更改此“%@”的部分设置。";
"ReconfigureUseManualForOtherSettings" = "如果您要更改的设置没有显示，请点按“手动设置”来访问所有设置。";
"ReconfigureWirelessSecurity" = "无线网络";
"ReconfigureBaseStationSecurity" = "“%@”的名称和密码";
"ReconfigureInternetSettings" = "互联网连接";
"ReconfigureFileSharingAccess" = "磁盘";
"ReconfigurePrinters" = "USB 打印机共享";
"ReconfigureMusic" = "音乐";
"ReconfigureSelectAtLeastOneSetting" = "请在点按“继续”之前至少选择一个要更改的设置。";
"ReconfigurePrompt" = "此“%@”已设置完毕，并未报告任何问题。您可以恢复其默认设置或更改其现有设置。";
"ReconfigureGoBackForNoChanges" = "如果不做任何更改，请点按“返回”。";
"ReconfigureBasePasswordSecurePrompt" = "“%@”已设置密码。";
"ReconfigureInternetPrompt" = "此“%@”已具备以下互联网设置。";
"ReconfigureAirPlayPrompt" = "此“%@”已具备以下 AirPlay 设置。";
"ReconfigureDiskPrompt" = "此“%@”已具备以下磁盘共享设置。";
"ReconfigurePrintersPrompt" = "此“%@”已具备以下打印机共享设置。";
"ReconfigureWirelessSecurePrompt" = "此“%@”已使用 WPA 安全性设置设定了以下无线设置。";
"ReconfigureWirelessInsecurePrompt" = "此“%@”已具备以下无线设置。";
"ReconfigureWirelessUseWPA" = "建议您使用 WPA 安全性设置。";
"ReconfigureAPModePrompt" = "您可以保留此模式的设置或选取其他模式。";
"ReconfigureFinalDescriptionNoChange" = "“%@”的设置尚未更改。";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "%@ 设置。";
"ReconfigureKeepTheseSettings" = "使用此设备当前的设置";
"ReconfigureKeepCurrentSettings" = "使用此设备当前的“%@”设置";
"ReconfigureKeepModeSettings" = "保持目前的无线模式（%@）";
"ReconfigureChangeTheseSettings" = "更改这些设置";
"ReconfigureChangeCurrentSettings" = "更改这些“%@”设置";
"ReconfigureChangeModeCreate" = "此“%@”已设置来创建无线网络。";
"ReconfigureChangeModeCreateTitle" = "创建无线网络";
"ReconfigureChangeModeExtendTitle" = "使用以太网来连接到网络以扩展网络或创建第二个网络";
"ReconfigureChangeModeJoin" = "此“%@”已设置来加入无线网络";
"ReconfigureChangeModeJoinTitle" = "加入无线网络";
"ReconfigureChangeModeDisable" = "此“%@”的无线网络已设置为关闭。";
"ReconfigureChangeModeDisableTitle" = "停用无线并使用以太网来连接到电脑或网络";
"ReconfigureKeepOrChangePrompt" = "选择最佳选项，然后点按“继续”以继续操作。";
"ReconfgureDiscardChangesPrompt" = "您确定要放弃对这些设置所做的更改吗？";
"ReconfgureDiscardChanges" = "放弃更改";
"ReconfgureKeepChanges" = "保持更改";

"IfUnsureClickMoreInfo" = "如果你不确定要选择哪个选项，请点按“更多信息”。";

"UseManualSetupForOtherSettings" = "手动设定其他设置";

"OnePanelCreateNetworkAutoConfigYes" = "使用这些设置来设置“%@”";
"OnePanelCreateNetworkAutoConfigNo" = "更改此“%@”的设置";
"OnePanelCreateNetworkTopDesc" = "“AirPort 实用工具”将设置此“%@”以新建安全的无线网络并连接到互联网。";
"PasswordsSavedToKeychain" = "所有密码都将储存在钥匙串中。";
"PasswordsSavedToKeychainWin" = "基站密码和无线描述文件将被存储在这台电脑上。";
"WillConnectUsingEthernet" = "此“%@”将使用以太网连接到互联网。";
"WillConnectUsingPPPoE" = "此“%@”将使用 PPPoE 连接到互联网。";
"WillConnectUsingBridge" = "此“%@”将以桥接模式设置，因为它所连接的路由器或其他网络设备已使用 DHCP 和 NAT 来提供 IP 地址。";

"OnePanelReplaceTopDesc" = "“AirPort 实用工具”可从其他无线设备迁移设置。请从以下列表中选择一个设备。";


"ContinueToUseAssistant" = "点按“继续”以使用“助理”来设置此“%@”。";
"ClickQuitWhenDone" = "如果您完成了对 AirPort 无线设备的更改，请点按“退出”。";
"DoSomethingElse" = "如果您要设置其他 AirPort 无线设备，请从列表中选择该设备。";
"SomethingNeedsAttentionUpdate" = "一个或更多 AirPort 无线设备需要更新。";
"SomethingNeedsAttentionProblem" = "一个或更多 AirPort 无线设备正在报告问题。";
"SomethingNeedsAttentionDefault" = "一个或更多 AirPort 无线设备具有默认设置。";
"SomethingNeedsContinueUpdate" = "点按“继续”以选择下一个需要更新的设备。";
"SomethingNeedsContinueProblem" = "点按“继续”以解决下一个设备上的问题。";
"SomethingNeedsContinueDefault" = "点按“继续”以设置下一个设备。";

"UpdateFirmware" = "更新固件…";
"UpdateFirmwareTo" = "更新到“%@”…";
"CheckUpdateButton" = "检查更新";
"CheckStatus" = "正在检查更新…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine 会保留 Mac 上所有内容的副本，包括数码照片、音乐、影片、电视节目和文稿。如有必要，您可以轻松地回到过去某个时间的电脑状态，并恢复当时的所有备份。";
"TimeMachineTopDesc2" = "Time Machine 会保留 Mac 上所有内容的副本，包括系统文件、应用程序和设置，以及您的音乐、图片和其他重要文件。因为 Time Machine 每天都会保存备份，所以您可以再次查看 Mac 过去的状态。";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Time Machine 已设置来将此电脑备份到“%@”。";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Time Machine 已设置来备份此电脑。";
"TimeMachineQueryDesc" = "您要使用 Time Machine 来将此电脑备份到“%@”上吗？";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "以后";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "是（Time Machine 偏好设置将在您更新 Time Capsule 后打开。）";
"TimeMachineBottomDesc" = "Time Machine 会保留：\n\n过去 24 小时内的每小时备份\n过去一个月内的每天备份\n\n备份磁盘装满之前的每周备份。";
"TimeMachineUseTMPrefs" = "要通过网络来备份其他电脑，或设置更多 Time Machine 选项，请使“系统偏好设置”中的“Time Machine”偏好设置。";
"TimeMachineWillLaunchTMPrefs" = "Time Machine 偏好设置将在此“%@”设置好后打开。";

"TimeMachineMigrateDiskDesc" = "“AirPort 实用工具”可以将“%@”的所有 Time Capsule 磁盘内容都迁移到此 Time Capsule。";
"TimeMachineMigrateDiskDesc.replace" = "如果 Time Capsule 磁盘内容包括 Time Machine 备份，它将被迁移，并且所有的 Time Machine 客户端将使用新的 Time Capsule 进行备份。";
"TimeMachineMigrateDisk" = "将磁盘内容迁移到此 Time Capsule 磁盘";
"TimeMachineMigrateDiskEraseSource" = "迁移后抹掉“%@”的磁盘内容";
"TimeMachineMigrateDiskEraseSource.description" = "“%@”的磁盘内容将在成功迁移到此 Time Capsule 后被抹掉。";
"TimeMachineMigrateDiskReplace.description" = "将此 Time Capsule 磁盘的所有内容替换为“%@”的磁盘内容";

"TimeMachineMigrateDiskSummary.Settings" = "“AirPort 实用工具”正准备将“%@”的内容、密码和网络设置迁移到新的 %@。";
"TimeMachineMigrateDiskSummary.Backups" = "如果“%@”上存在 Time Machine 备份，则它们也将被迁移。这可能需要很长时间。";
"TimeMachineMigrateDiskSummary.Renaming" = "在迁移过程中，做为迁移来源的设备将被重新命名为“%@%@”。新设备将被命名为“%@”。";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "迁移之后，“%@%@”的所有磁盘内容都将被抹掉。";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "在迁移开始前，此 Time Capsule 的内容将被抹掉。";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "此操作不能撤销。";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "迁移完成后，您可以将以前的 Time Capsule 恢复到默认设备并抹掉它的磁盘。";
"HowToRestoreDefaults" = "要恢复设备的设置，请通过以下操作打开其配置：在边栏中选择该设备，点按“手动设置”，然后从“基站”菜单中选取“恢复默认设置”。";
"HowToEraseDisk" = "要抹掉磁盘上的内容，请在“磁盘”面板上选取“抹掉磁盘”。";
 
"MigrateSummaryDescription" = "此 %@ 将使用“%@”的设置进行设置。这些设置包括磁盘内容以及网络设置和密码。如果“%@”包含 Time Machine 备份，则它们也同样会被迁移。";
"MigrateSummaryEthernetDescription" = "要优化迁移，当出现提示时，请使用以太网电缆将旧设备的 WAN 端口与新设备的 LAN 端口连接起来。";
"MigrateSummaryMoreInfo" = "点按“更多信息”以了解附加的迁移信息，然后点按“更新”以开始迁移。";

"WirelessInterfaceIsOff" = "您的无线联网接口已关闭。";
"AirPortIsOff" = "AirPort 已关闭。";
"MigrateRequiresAirPort" = "替换基站或无线路由器要求打开 AirPort。要打开 AirPort 吗？";
"MigrateRequiresWireless" = "替换基站或无线路由器要求开启无线联网功能。";
"AUWorksBetterWithWireless" = "请确定您的设备安装并设置了无线卡，并且已经启用了无线联网功能。";
"AUWorksBetterWithAirPort" = "请确定您的设备安装了 AirPort 卡并且已经启用了 AirPort。";


/* End of AirPortAssistant.strings file */
